The id of the element type that is duplicated.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public ElementId OriginalElementTypeId { get; }
  Visual Basic
Public ReadOnly Property OriginalElementTypeId As ElementId
	Get
  Visual C++
public:
property ElementId^ OriginalElementTypeId {
	ElementId^ get ();
}
 See Also
  ElementTypeDuplicatedEventArgs Class
  Autodesk.Revit.DB.Events Namespace